Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Voidaan kuitenkin yksinkertaisesti todeta, että suurin osa alkuperäiskansalle tunnusomaisista kriteereistä − kuten esim. yhteinen kieli ja yhteinen kulttuuri − ovat tunnusomaisia myös monille vähemmistöille.
sme: Datte-ge oažžu dadjat ahte eanaš daid kriterijain mat leat eamiálbmoga erenoamášvuohtan – nugo oktasaš giella ja kultuvra – leat olu veahádagaid dovdamearkan.

source: Kuten edellä on selostettu, yksi keskeisimmistä alkuperäiskansojen työmäärittelyjen elementeistä on se historiallinen yhteys, joka alkuperäiskansoilla on perinteisiin maaalueisiinsa, ja se puuttuu vähemmistöiltä.
sme: Numo jo dás bajábealde lea árvaladdon, lea okta dain guovddáš áđain bárgandefinišuvnnas mii dárkilastá geat leat eamiálbmogat, namalassii eamiálbmogiid čavges historjjálaš oktavuohta árbevirolaš eatnamiidda. Ná ii leat dilli ” veahádagaid ” bealde.

source: Yhteys tiettyyn maa-alueeseen on seikka, joka varsinaisesti erottaa alkuperäiskansat vähemmistöistä kansainvälisoikeudellisessa merkityksessä.
sme: Čanas diehto eanagáhppálahkii, lea-ge dalle dat iešvuohta mii eamiálbmogiid čuoldá veahádagain eret go ášši árvvoštallá olmmošvuoigatvuođa oainnu bealis.

source: Alueeseen liittyvälle elementille on annettava erityistä painoarvoa, koska alkuperäiskansojen mahdollisuus säilyttää ja kehittää omaleimaisia kulttuureitaan liittyy läheisesti siihen, että heillä on jatkossakin mahdollisuus päästä hyödyntämään perinteisiä maa- ja vesialueitaan sekä luonnonvaroja.
sme: Čearuide čatnasan áhta, namalassii eamiálbmogiid árbevirolaš eatnamiidda, ferte oažžut alimus deattu, dandihtii go eamiálbmogiid vejolašvuohta seailluhit ja ovdánahttit iežaset sierra kultuvrra, lea čavgasit giddejuvvon dáid olbmuid vejolašvuođaide ávkinatnit árbevirolaš eatnamiideaset, čáziideaset ja luondduvalljiideaset mudui.

source: Alueellisen yhteyden lisäksi alkuperäiskansat ovat yleensä säilyttäneet omat yhteiskunnalliset laitoksensa laajemmassa määrin kuin vähemmistöt.
sme: Lassin dán čavges oktavuhtii eanaguovlluide, leat eamiálbmogat buorremuddui bisuhan iežaset servodatvuogádagaid ja sakka eanet go mii lea dilli veahádagaid bealde.

source: Alkuperäiskansojen ja vähemmistöjen välinen ero on keskeinen, koska kansainvälisen oikeuden mukaisesti alkuperäiskansan statukseen ja vähemmistön statukseen liittyvät oikeudet eroavat olennaisissa suhteissa toisistaan.
sme: Erohus eamiálbmogiid ja veahádagaid gaskkas lea njunusáššin, danne-go vuoigatvuođat mat olmmošnjulgosa bokte gullet eamiálbmotsajádahkii, leat sakka earát go mat gustojit veahádagaide.

source: Vähemmistöjen oikeudet, jotka ilmenevät selkeimmin vähemmistöjen oikeuksia koskevasta YK:n julistuksesta, ovat luonteeltaan aina yksilöllisiä.
sme: Veahádagaid vuoigatvuođat, mat eanemustá bohtet oidnosii ON:a Veahádatvuoigatvuođaid Julggástusas, leat luonddustes individuala, mii mearkkaša dan ahte baicce gullet veahádatjoavkku guhtege lahttui, eai-ge olles jovkui, vaikke lea gal nu ahte muhtin vuoigatvuođaid sáhttá buorrinatnit ovttas nuppiin joavkolahttuiguin.

source: Toisin sanoen ne kuuluvat vähemmistöryhmän yksilöjäsenille pikemminkin kuin ryhmälle sellaisenaan, vaikka useita vähemmistön oikeuksia voidaan sinänsä käyttää ainoastaan yhdessä ryhmän muiden jäsenten kanssa. Myös alkuperäiskansojen oikeuksia käsittelevissä asiakirjoissa, esim.
sme: Maiddái eará álbmogiidgaskasaš instrumeanttat mat gieđahallet eamiálbmogiid vuoigatvuođaid, dakkárat go omd. ILO 169 ja evttohuvvon ON:a Eamiálbmotjulggástus, deattuhit sakka dan ahte eamiálbmotindiviiddaid vuoigatvuođat galget gudnejahttot ja danne sistisdoallá maiddái olu vuoigatvuođaid mat luonddustes leat individuala.

source: ILO 169 - yleissopimuksessa sekä YK:n luonnoksessa alkuperäiskansoja koskevaksi julistukseksi (” alkuperäiskansajulistus ”) korostetaan alkuperäiskansojen yksilöiden oikeuksien YK-asiakirja CCPR / C/79/Add. 112 (1999).
sme: Dasalassin sistisdoallaba ILO 169 ja Eamiálbmotjulggástus olu nuppiid mearrádusaid mat fuomášuhttet oktasaš (kollektiiva) vuoigatvuođaid.

source: YK-asiakirja CCPR / CO/74/SWE, päivätty 24. huhtikuuta 2002, kohta 15.
sme: Dát leat dakkárat mat gullet olles eamiálbmogii eai-ge ovttatolbmuide.

source: Lisäksi ILO 169 ja alkuperäiskansajulistus sisältävät myös joukon säännöksiä, jotka korostavat kollektiivin oikeuksia, ts.
sme: Nuppiin sániiguin; eamiálbmogiid vuoigatvuođat leat eanaš oasis kollektiiva ja dakko bokte earralágánat go veahádagaid vuoigatvuođat.

source: Vähemmistöjen oikeuksien ja alkuperäiskansojen kollektiivisten oikeuksien välisen eron voidaan yksinkertaistetummin sanoa piilevän siinä, että vähemmistöoikeuksien tarkoituksena on antaa vähemmistöä edustaville yksilöille mahdollisuus erityisen identiteettinsä säilyttämiseen ja kehittämiseen osana vähemmistöyhteisöä, kun taas alkuperäiskansojen kollektiiviset oikeudet korostavat alkuperäiskansojen oikeutta erityisten yhteiskuntiensa säilyttämiseen ja kehittämiseen enemmistöyhteiskunnan ohessa, tai jos niin halutaan, rinnakkain sen kanssa.
sme: Oktagerdánit daddjon, lea earru veahádagaid vuoigatvuođaid ja eamiálbmogiid oktasaš vuoigatvuođaid gaskkas dakkár ahte veahádagaid vuoigatvuohta mearkkaša dan ahte veahádaga indiviiddaide lea addon vuogasvuohta seailluhit ja ovddidit iežaset identitehta eanádatservodaga siste, go fas eamiálbmogiid oktasaš vuoigatvuođat deattuhit eamiálbmogiid njulgosa seailluhit ja ovdánahttit sin iežaset sierralágán servodagaid ja servodatvuogádagaid eanádatservodaga báldii dahje sáhttá maiddái dadjat, rattát eanádatservodagain.

source: Vähemmistöoikeuksissa painotetaan aktiivista poliittista osallistumista siihen yhteiskuntaan, josta vähemmistöryhmän jäsenet muodostavat osan.
sme: Veahádatvuoigatvuođaid ovddimuš ulbmilin lea oažžut áigái beaktilis politihkalaš oasseváldima dan servodagas masa veahádaga olbmot gullet.

source: Alkuperäiskansojen kollektiivisilla oikeuksilla tähdätään siihen, että alkuperäiskansojen yhteiskuntien olisi mahdollista tehdä omat päätöksensä.
sme: Nuppedáfus fas eamiálbmogiid oktasaš vuoigatvuođat rahčet dan mihtu guvlui ahte eamiálbmogiidda addošii vejolašvuohta dahkat ja čađahit iežaset mearrádusaid.

source: Osallistuminen ympäröivän isomman yhteiskunnan poliittisiin järjestelmiin on alkuperäiskansoille toissijainen − ja valinnainen − oikeus.
sme: Beassat fárrui birastahtti váldoservodaga politihkalaš systemaide, lea eamiálbmoggiida nuppidáset dahje seskundeara áigumuššan - ja válljenluođuid – vuoigatvuohta.

source: Esimerkkinä edellä olevasta voidaan mainita alkuperäiskansajulistuksen 4 artikla, joka kuuluu:
sme: Ovdamearkan dáid árvalusaide sáhttá váldit ovdan árt. 4;

source: Kollektiivisista oikeuksista keskeisin on oikeus itsemääräämiseen.
sme: Bajimužžii dáin oktasaš vuoigavuođain boahtá iešmearridanvuoigatvuohta.

source: Kansainvälisessä oikeudessa on painotettu alkuperäiskansojen kollektiivisia oikeuksia, mitä on toisinaan selitetty sillä, että ongelmat, joiden parissa alkuperäiskansat painivat, johtuvat olennaisessa määrin ryhmän (tai kansan) sinänsä kokemasta syrjinnästä pikemminkin kuin kansanryhmään kuuluvien yksilöiden syrjinnästä.
sme: Álbmotnjuolggus lea bajimužžii lokten eamiálbmogiid oktasaš vuoigatvuođaid ja dát čilgejuvvo dávjá nu ahte eamiálbmogiid váttisvuođat leat ovddimustá čuožžilan das go joavku (dahje álbmot) eambogo ovttatolmmoš lea gártan gillát vealáheami.

source: mm.. ILO 169:n 3 artikla ja alkuperäiskansajulistuksen 1 artikla.
sme: Dát čuoččuhus dáidá bures heivet sámiid dillái.

source: oikeuksia. Lisäksi enemmistö kansainvälisen oikeuden asiantuntijoista sekä ylivoimaisesti useimmat valtiot ovat nykyään yhtä mieltä siitä, että näitä kollektiivisia oikeuksia on pidettävä kollektiivisina ihmisoikeuksina.
sme: Vaikke sápmelaš ain duolle-dálle gártá vealáhuvvot, sámiid ovddasteaddjit datte-ge ovddimustá deattuhit daid problemaid maiguin olles álbmot, joavkun, šaddá rahčat.

source: Muutamat valtiot väittävät kuitenkin (edelleen), ettei mitään ILO 169 - yleissopimuksessa ja alkuperäiskansajulistuksessa mainituista tai muiden oikeuslähteiden nojalla alkuperäisväestöille myönnetyistä kollektiivisista oikeuksista ole pidettävä ihmisoikeuksina.
sme: Eanemusat váivvideaddji gažaldagat maiguin sámit gártet bargat, leat vuolgán das ahte dát stáhtat gos sámit ásset, eai leat nagodan, dahje hálidan (goit-ge doaibmadásis), vuhtiiváldit sámiid oktasaš joavkun mas livčče vuoigatvuohta guoddit boahttevuođastes ovddasvástádusa.

source: Alkuperäiskansojen oikeus maahan ja veteen käsittää sekä yksilöllisen että kollektiivisen elementin.
sme: Sámit galget dalle vuhtiiváldot ” eamiálbmogin ”, ja eai-ge veahádahkan.

source: Kysymys on tuolloin siitä, miten käsite ” alkuperäiskansa ” suhtautuu kansainvälisessä oikeudessa käsitteeseen ” kansa ” (people).
sme: Lea jearaldat dalle movt duoba ” eamiálbmot ” šaddá ipmirduvvot go biddjo duohpaga ” álbmot ” (people) ovddabeallái ja meroštallo álbmotnjulgosa ektui.

source: Kansainvälinen oikeus ei myöskään määrittele käsitettä ” kansa ”. Tiettyjä työmääritelmiä esiintyy tosin myös tässä yhteydessä, ja niistä eniten hyväksyntää on osakseen saanut niin kutsuttu Kirbyn määritelmä.
sme: 3.1.4 ” Eamiálbmot- ” ja ” álbmot ” - duoba gaskavuohta álbmotnjulgosa perspektiivvas Álbmotnjuolggus ii oaččo čielggasin duohpaga ” álbmot ” sisdoalu mearkkašumi.

source: Kirbyn määritelmä, johon mm.. UNESCO on yhtynyt eräässä vuonna 1989 pidetyssä asiantuntijakonferenssissa, määrittelee ” kansan ” seuraavasti:
sme: Diehto bargandefinišuvnnat gal lihkká gávdnojit dákko-ge, eanemustá fuopmášuhtton dáin lea n. g. Kirby-definišuvdna30 man e.e UNESCO lea vuhtiiváldán ja guorrasii dasa áššedovdiid deaivvadeamis 198931 Dát čielggadus dadjá ná das mii ” álbmot ” galggašii leat;

source: Kirbyn määritelmän analyysistä käy ilmi, ettei käsitteen ” kansa ” työmääritelmä poikkea mainittavasti edellä esitetyistä käsitettä ” alkuperäiskansa ” koskevista työmääritelmistä.
sme: Go Kirby-čielggadus suokkarduvvui, bođii ovdan ahte duohpaga ” álbmot ” bargandefinišuvdna lea hui sullii seammá go ” eamiálbmot ” - definišuvdna mii dás ovdalis juo lea guoskkahallon.

source: Ainona varsinaisena erona on, että käsite alkuperäiskansa sisältää suhteen toiseen, hallitsevassa asemassa olevaan ryhmään.
sme: Áidna erohus lea ahte ” eamiálbmot ” - dajaldat sistisdoallá oktavuođa ja gaskavuođa nuppi váldohálddašeaddji jovkui.

source: Alkuperäiskansoilla on vastaavassa määrin kuin muillakin kansoilla yhteinen historiallinen perinne, etninen identiteetti, kulttuuri, kieli sekä uskonto tai ideologia.
sme: Eamiálbmogiin lea, nugo nuppiin eará álbmogiin ge lea, oktasaš historjjálaš dološ, čeardadovddaldagat, kultuvra, giella, osku ja identitehtta.

source: Voidaan kuitenkin erityisesti panna merkille, että sekä kansaa että alkuperäiskansaa koskevat työmääritelmät painottavat yhteyttä tiettyyn maa-alueeseen ja sitä, että väestöryhmällä on omia laitoksia, jotka voivat edustaa kansaa sellaisenaan.
sme: Lassin dása sáhtašii cuiget ahte bargandefinišuvdna mainna dárkkuha ” eamiálbmoga ”, hui olu deattuha čatnasa diehto eatnamii gos dát olbmot ásset ja ellet, ja maiddái muittuhuvvo ahte dáin olbmuin leat iežaset servodatásahusat mat doarvái bures vedjet ovddastit álbmoga.

source: 3.1.5 Käsitteiden ” kansa ” ja ” valtio ” välinen suhde itsemääräämisoikeuden kannalta
sme: 3.1.5 ” Álbmoga ” ja ” stáhta ” gaskavuohta dakko mii gusto iešmearrideami vuoigatvuhtii

source: Yleisesti hyväksytty kansainvälisen oikeuden periaate on, että ihmisoikeudet kuuluvat nimenomaan ihmisille.
sme: Álbmotvuoigatvuođas lea oppalaččat dohkkehuvvon dakkár vuođđojurdda mii cealká ahte olmmošlaš vuoiggalašvuođat namalassii galget juohke dáfus leat olbmuide buorrin.

source: Lisäksi samaa linjaa edellä käsiteltyjen asioiden suhteen noudattavat suurin osa kansainvälisen oikeuden asiantuntijoista ja useimmat valtiot, jotka ovat yhtä mieltä siitä, että myös kansoihin voidaan soveltaa ihmisoikeuksia nimenomaan kansoina.
sme: Numo dás ovddabealde lea árvaladdon, de lea nu ahte olmmošvuoigatvuođa áššedovdiid eanetlohku, ja nu maid eanaš stáhtat-ge, leat ovttaoaivilis das ahte olmmošvuoigatvuohta maiddái gullá sidjiide geat dušše leat ” álbmogat ”.

source: Siitä, ettei valtioilla ole ihmisoikeuksia, vallitsee kuitenkin yksimielisyys.
sme: Lea oppanassii-ge lihkká ovttamielatvuohta das ahte olmmošlaš vuoigatvuođat eai sáhte addot stáhtaide.

source: Tästä huolimatta toisinaan esitetään väite, että kun kansainvälisessä oikeudessa puhutaan kaikkien ” kansojen ” oikeudesta itsemääräämiseen, ” kansoilla ” tarkoitetaan yhden valtion asukkaiden kokonaismäärää.
sme: Vaikke ná leš-ge, muhtimin datte-ge gullojit dakkár fuopmášumit mat geažidit dohko ahte dalle go álbmotnjuolggus hállá buot ” álbmogiid ” iešmearridanvuoigatvuođas, de lea dalle sáhka stáhta olles álbmogis.

source: CCPR ja CESCR eivät itsessään anna minkäänlaisia ohjeita siitä, mitä käsitteellä ” kansat ” (peoples) tarkoitetaan niiden yhteisessä 1 artiklassa.
sme: Dát cealkadat addet muhtunmađi rávvagiid dasa movt ártihkkala 1 dajaldat ” álbmot ” galggašii ipmirduvvot.

source: Sen sijaan tietyt maat lausuivat näiden yleissopimusten ratifioinnin yhteydessä mielipiteensä siitä, ketkä − niiden käsityksen mukaan − muodostavat CCPR- ja CESCR-yleissopimusten tarkoittamat ” kansat ”.
sme: Jagi 1966 soahpamušaid dohkkeheami vuolde lei Indias vuosteháhku iešmearrideami vuoigatvuhtii man árt.

source: Nämä lausunnot antavat tiettyä osviittaa siitä, millä tavalla 1 artiklan ilmaisu ” kansat ” on ymmärrettävä.
sme: 1 dovddaha;

source: Intia katsoi siten, että CCPR- ja CESCR-yleissopimuksissa ilmaistu oikeus itsemääräämiseen koskee ainoastaan vieraiden valtojen hallitsemia kansoja eikä itsenäisiä valtioita tai kansan tai kansakunnan osia, ts. se koskee ” kansoja ” ainoastaan merkityksessä ” yhden valtion tai alueen asukkaiden kokonaismäärä ”.
sme: India dalle oaivvildii ahte vuoigatvuohta mii bukto ovdan CCPR:as ja CESCR:as dušše guoská álbmogiidda guhte leat amasválddiid vuollásažžan, ja ii ieččanas sorjjekeahtes stáhtaide dahje álbmot-osiide dahje čearddaide, nu ahte ii gustošii ” álmogiidda ” eará oktavuođain go dalle go lea sáhka olles álbmogis mii lea stáhta siste dahje eanagáhppálaga alde.

source: Ranska, Alankomaat ja Saksa esittivät vastalauseensa Intian tulkintaa vastaan.
sme: Frankriika, Nederlánda ja Duiska vuostálaste dan ipmárdusa maid India dás buvttii ovdan.

source: Alankomaat ja Saksa esittivät, että oikeus itsemääräämiseen kuuluu kaikille kansoille eikä ainoastaan vieraiden valtojen hallitsemille kansoille.
sme: Nederlánda ja Duiska fuopmášuhtiiba ahte iešráđđenvuoigatvuohta lea dán oktavuođas juolluduvvon buohkaide, ja ii-ge dušše álbmogiidda mat leat olggobeale-válddiid vuollásažžan.

source: Alankomaat katsoi edelleen, että kaikki yritykset rajoittaa itsemääräämisoikeuden laajuutta tai asettaa sille sellaisia ehtoja, jotka eivät käy ilmi CCPR- tai CESCR-yleissopimuksista, merkitsevät itsemääräämisoikeuden tyhjäksi tekemistä, jolloin sen yleismaailmallisuuden vaikutus heikkenee suuresti.
sme: Dasalassin oaivvildii Nederlánda ahte buot figgamat geahpedit iešmearrideami vuoigatvuođa oláhaga, dahje buktet eavttuid mat eai leat váldon sisa CCPR:ii ja CESCR:ii, ja gártet dalle mieldesbuktit garra ráddjemiid iešmearideami vuoigatvuhtii. Ja dát dagahivčče dan ahte vuoigatvuođa universála fápmu geanohuhttošii olu.

source: Saksa esitti, että Intian tulkinta on suorassa ristiriidassa 1 artiklan sanamuodon kanssa, ja katsoi edelleen, että jokainen itsemääräämisoikeuden rajoitus sotii myös CCPR:n ja CESCR:n tarkoitusta vastaan.
sme: Duiska fas buvttii dan oainnu ahte India áddejupmi lea njulgestága daid sániid vuostá mat oidnojit ártihkkalis 1, ja oaivvildii vel ahte juohke ráddjejupmi iešmearridanvuoigatvuhtii maiddái rihkku CCPR:a ja SESCR:a ulbmiliid.

source: Ranska lisäsi, että Intian yritys rajoittaa itsemääräämisoikeuden soveltamista on ristiriidassa myös YK:n peruskirjan kanssa.
sme: Ránska lasihii ahte India árvalus geahččalit gáržžidit iešmearridanvuoigatvuođa heiveheami maiddái manná ON:njuolggadusa vuostá.

source: Toisin sanoen tästä käy ilmi, että näillä mailla oli jo CCPR- ja CESCR-yleissopimusten ratifiointihetkellä käsitys, jonka mukaan itsemääräämisoikeutta ei sovelleta ainoastaan siirtomaatilanteessa vaan että se muodostaa kaikkia kansoja koskevan oikeuden ilman rajoituksia.
sme: Dás oaidná ahte dát stáhtat juo CCPR- ja SESCR-rátifikašuvnna áiggi ledje dan oainnus ahte vuoigatvuohta beassat dahkat ieččanas mearrádusaid, ii dušše leat fámus koloniija diliid vuolde, muhto gullá ráddjekeahttá buot álbmogiidda.

source: Kun työ CCPR:n 1 artiklaa koskevan sopimuksen aikaansaamiseksi oli vielä käynnissä, YK:n yleiskokouksen kolmas komitea esitti edelleen:
sme: Maiddái ON:a Váldočoahkkima 3. komitea celkkii, CCPR:a árt.1 soabahallama barggu vuolde, ahte;

source: Kuten edellisestä käy ilmi, kolmas komitea näyttää tajunneen YK:n tiettyjen jäsenmaiden halun liittää itsemääräämisoikeus siirtomaiden vapautumiseen ajan hengen mukaisesti.
sme: Dás oaidná ahte 3. komitea lea ipmirdan ášši nu ahte muhtin ON:a lahttostáhtaid hálu čatnat iešmearridanvuoigatvuođa koloniijaid ieččanasvuođa oažžumuššii, lea áigevuoiŋŋa boađus.

source: Kolmannen komitean oma käsitys näyttää kuitenkin olleen, ettei oikeus itsemääräämiseen rajoitu tähän tilanteeseen vaan on pikemminkin yleismaailmallinen.
sme: Goalmmát komitea iežas oaidnu gal orruleamen dakkár ahte iešmearrideami vuoigatvuohta ii sáhte ráddjejuvvot dán dilálašvuhtii, muhto baicce lea universála.

source: Tämä käsitys saa tukea myös YK:n peruskirjasta. Niissä peruskirjan osissa, joissa käsitellään oikeutta itsemääräämiseen, viitataan mm. seuraavaan:
sme: Dákkár oaidnu lea maiddái ožžon doarjaga ON-njuolggadusaid bealde, go oasit mat gustojit iešmearrideapmái čujuhit e.e. dán julggástussii;

source: Viittauksesta monikossa olevaan sanaan ” peoples ” voidaan tehdä ainoastaan se johtopäätös, ettei YK:n peruskirjassa tarkoitettujen ” kansojen ” välttämättä tarvitse olla kansoja merkityksessä ” yhden valtion tai alueen asukkaiden kokonaismäärä ”.
sme: Go dás čujuhuvvo ” álbmogiidda ”, sátni lea eanetlogu hámis, ferte dalle dakkár loahppaipmárdusa dohkkehit ahte ” álbmogat ” main ON-njuolggadusa bokte lea iešmearridanvuoigatvuohta, eai dárbbaš leat dakkár olmmošjoavkkut mat oktiibuot dahket oppa álbmoga stáhta dahje guovllu siste.

source: Lisäksi jo kansainvälisessä tavanomaisoikeudessa toisen maailmansodan jälkimainingeissa säädetyssä itsemääräämisoikeudessa esitettiin, että myös olemassa olevissa valtioissa elävät kansat voivat olla oikeutettuja itsemääräämisoikeuden nk. sisäiseen aspektiin siinä tapauksessa, että niiltä kielletään todellinen poliittinen osallistuminen ja / tai pääsy mukaan kyseisen valtion päättäviin poliittisiin elimiin.
sme: Dovddahuvvo maiddái ahte vuoigatvuohta beassat luođuid dahkat mearrádusaid nu go álbmogiidgaskasaš árbedábit leat suovvan maŋŋá 2. máilbmesoađi, seammaláhkai addá vuogasvuođa álbmogiidda stáhtáid siste čađahit iešmearrideami, n. g. siskálddas oassebealli (internal aspect), ja ná dalle jos dáhpáhuvvá nu ahte dát eai beasa álššagit politihkalaččat oasálastit áššáiguoski stáhta politihkalaš ásahusain.

source: YK:n yleiskokouksen vuonna 1960 hyväksymän päätöslauselman 1541 (XV) sanamuotoa voidaan tulkita siten, että jo yleiskokouksen tuolloisen käsityksen mukaan jollakin tietyllä alueella voi asua enemmän kuin vain yksi kansa.
sme: Resolušuvnna 1541(XV) sánit, dohkkehuvvon ON:a Váldočoahkkimis 1960, sáhttet áddejuvvot nu ahte dalle juo lei Váldočoahkkima jurdda ahte diehto avádat sáhttá leat eambbo-go ovtta álbmoga ruoktun.

source: On siis olemassa viitteitä siihen, että jo CCPR- ja CESCR-yleissopimusten ratifioinnin yhteydessä tarkoituksena oli, että yhteisen 1 artiklan ilmaisulla ” kansat ” tarkoitetaan kaikkia kansoja eikä ainoastaan valtioita muodostavia kansoja.
sme: Dás orru boahtimen ovdan ahte dalle juo go CCPR:a ja CESCR:a rátifikašuvnna čađahuvvui, lei ulbmilin ahte sátni ” álbmot ” mii lea oktasaš ártihkkalis 1, galgá áddejuvvot nu ahte guoská buot álbmogiidda, ii-ge dušše álbmogiidda mat dahket olles stáhta ráhkadusa.

source: Asian todellisesta laidasta ei ole kuitenkaan olemassa varmaa tietoa.
sme: Goit-ge lea nu ahte dušše geažiduvvo dán guvlui.

source: Onkin mahdollista, että 1960-luvulla hallitsevana käsityksenä oli, että 1 artiklan ilmaisu ” kansat ” on ymmärrettävä käsitteeksi ” kansat ” merkityksessä, jossa se tarkoittaa yhden valtion tai siirtokunnan asukkaiden kokonaismäärää.
sme: Veadjá leat dalle maid vejolaš ahte jagi 1960 gasku lei háldejeaddji ipmárdus dakkár mii oaivvildii ahte ártihkkala 1 sátni ” álbmot ” galgá áddejuvvot nu ahte dát leat stáhta dahje koloniija olles álbmot oktiibuot.

source: 3.1.6 Kaikkien kansojen – alkuperäiskansat mukaan luettuina − itsemääräämisoikeus kansainvälisen oikeuden mukaan
sme: 3.1.6 Buot álbmogiid – maiddái eamiálbmogiid – vuoigatvuohta iešmearrideapmái álbmotrievtti vuođul.

source: CCPR- ja CESCR-yleissopimusten ratifioinnin hetkellä YK:n jäsenmaiden keskuudessa näyttää siten vallinneen eriäviä käsityksiä siitä, ovatko ” kansat ”, joilla on näiden yleissopimusten 1 artiklan mukaan oikeus itsemääräämiseen, ” kansoja ” merkityksessä yhden valtion tai alueen asukkaiden kokonaismäärä vai voivatko myös olemassa olevissa valtioissa elävät kansat olla oikeutettuja itsemääräämiseen.
sme: Lea dáid mielas dalle gažaldaga vuolde: Galgá go konvenšuvnnaid árt. 1 dulkojuvvot nu ahte duoba ” álbmot ” dárkkuha olles álbmoga oktiibuot mii áššá ovtta stáhta dahje territoriija siste, vai sáhttá go addojuvvot iešmearrideami vuoigatvuohta maiddái sierra álbmogiidda / veahádagaide stáhtaid siskkobealde ?

source: Vaikka vuoden 1966 yleissopimusten ratifioinnin hetkellä vallitsi epätietoisuutta, tämä ei kuitenkaan merkitse, ettei sen jälkeen ole voinut tapahtua muutoksia.
sme: Muhto vaikke leš-ge lean eahpečielggas jagi 1966 konvenšuvnna rátifiserema áigge, ii dandihtii dárbbaš leat nu ahte nuppástuvvamat eai veaje leat danrájis dáháphuvvan.

source: Kuten mainittua, kansainvälinen oikeus ei ole staattinen vaan dynaaminen, ja vallinnut näkemys itsemääräämisoikeudesta on saattanut kehittyä ajan mittaan.
sme: Numo lea juo geažiduvvon dás, álbmotnjuolggus ii leat áiggis bisánan, muhto čálgá dađistaga ja čuovvu ovdáneami ja nu bissu áigedásis.

source: Viimeisten vuosikymmenten aikana yhä useammat kansainvälisen oikeuden asiantuntijat ja YK-elimet ovat selventäneet, että oikeus itsemääräämiseen kuuluu myös valtiottomille kansoille eivätkä alkuperäiskansat muodosta kyseisessä suhteessa minkäänlaista poikkeusta.
sme: Maŋimuš logijagiid mielde leat eanet ja eanet álbmogiidgaskasaš álbmotnjulgosa áššedovdit ja ON-organat álgán dađi čielgaseabbot deattuhit ahte álbmogiid vuoigatvuohta beassat dahkat mearrádusaid iežaset miela mielde ja ieččanasvuođas, maiddái gullá álbmogiidda main ii leat iežaset sierra stáhta. Ja dán vuoigatvuođas ii sáhte čuoldit eamiálbmogiid eret.

source: Vuonna 1984 ihmisoikeuskomitea esitti 1 artiklaa koskevassa yleisessä huomautuksessaan (general comment) tyytymättömyytensä siihen, että monet niistä valtioista, jotka lähettävät komitealle CPPR-yleissopimuksen toteutumista koskevan raporttinsa, näyttävät ymmärtäneen artiklan täyden merkityksen väärin.
sme: Jagis 1984 celkkii Olmmošvuoigatvuođa Komitea, oppalaš fuopmášumistes, (general comment) ártihkkalii 1, eahpeduhtavašvuođa dasa ahte máŋggat dain stáhtain mat buktet ráportta Komiteai CPPR:a árt.1 čađaheamis, orrotleamen boastut ádden ártihkkala ollislaš sisdoalu.

source: Komitea esitti:
sme: Komitea muittuhii ahte;
